cfd/V00/0/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (1 0 0);
boundaryField
{
    AIR_INLET { type fixedValue; value uniform (1 0 0); } // PLACEHOLDER CFD FLOW
    AIR_OUTLET { type pressureInletOutletVelocity; value uniform (0 0 0); }
    WALLS { type noSlip; }
}
