cfd/V00/0/nut
FoamFile { version 2.0; format ascii; class volScalarField; object nut; }
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
    AIR_INLET { type calculated; value uniform 0; }
    AIR_OUTLET { type calculated; value uniform 0; }
    WALLS { type nutkWallFunction; value uniform 0; }
}
