cfd/V00/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    AIR_INLET { type zeroGradient; }
    AIR_OUTLET { type fixedValue; value uniform 0; }
    WALLS { type zeroGradient; }
}
